[
  {
    "estate_title": "Fort Bragg Military Base",
    "id": 1,
    "segment_name": "Military",
    "description": "Fort Bragg, located in Fayetteville, North Carolina, stands as one of the largest and most important military installations in the United States. Spanning an impressive 5000 acres, this base serves as the home of the XVIII Airborne Corps and the 82nd Airborne Division, known for their rapid deployment capabilities and readiness to respond to global crises. Beyond its military significance, Fort Bragg plays a crucial role in the local community, providing jobs, economic stability, and support services to thousands of military personnel and their families. The base offers a wide range of facilities, including state-of-the-art training grounds, modern housing units, and bustling mess halls where soldiers gather to eat and socialize. With its rich history and strategic importance, Fort Bragg continues to shape not only the landscape of North Carolina but also the trajectory of American military power.",
    "price": "Not for sale",
    "status": "rent",
    "area": "5000 acres",
    "location": "Fayetteville, NC",
    "facilities": ["Training grounds", "Housing", "Mess halls"],
    "image": "https://i.postimg.cc/T1HzXBdF/fort-bragg-image.jpg"
  },
  {
    "estate_title": "Supreme Court of the United States",
    "id": 2,
    "segment_name": "Courthouse",
    "description": "The Supreme Court of the United States, situated in the nation's capital of Washington, D.C., is the highest judicial body in the country, entrusted with interpreting the Constitution and ensuring the rule of law. Housed within a majestic building covering over 100,000 square feet, the Court serves as the final arbiter of legal disputes, shaping the nation's legal landscape and safeguarding its democratic principles. Its distinguished chambers witness the deliberation of complex legal arguments, while its library holds a vast collection of legal texts and precedent-setting cases. The Court's decisions resonate far beyond its physical confines, influencing the lives of millions of Americans and setting precedents for generations to come.",
    "price": "Not for sale",
    "status": "rent",
    "area": "100,000 sq ft",
    "location": "Washington, D.C.",
    "facilities": ["Courtrooms", "Library", "Conference rooms"],
    "image": "https://i.postimg.cc/XNHSFBfL/Supreme-Court-of-the-United-States.jpg"
  },
  {
    "estate_title": "New York Public Library",
    "id": 3,
    "segment_name": "Library",
    "description": "The New York Public Library (NYPL) stands as a cultural and intellectual cornerstone in the heart of New York City, offering a sanctuary for knowledge seekers and book lovers alike. With a sprawling expanse of 200,000 square feet, the library houses a vast collection of books, manuscripts, and digital resources, serving as a beacon of learning and enlightenment. Its iconic reading rooms and computer stations provide a tranquil environment for study and research, while its event spaces host lectures, workshops, and exhibitions that celebrate the diversity of human creativity and thought. From its historic architecture to its modern amenities, the NYPL continues to inspire and educate generations of New Yorkers and visitors from around the world.",
    "price": "Not for sale",
    "status": "rent",
    "area": "200,000 sq ft",
    "location": "New York, NY",
    "facilities": ["Reading rooms", "Computer stations", "Event spaces"],
    "image": "https://i.postimg.cc/wjNSSWS4/New-York-Public-Library.webp"
  },
  {
    "estate_title": "Central Park",
    "id": 4,
    "segment_name": "Public Park",
    "description": "Central Park, a verdant oasis nestled amidst the bustling streets of New York City, stands as a testament to the enduring power of nature in an urban landscape. Encompassing an expansive 843 acres, this iconic park offers a diverse array of recreational opportunities for visitors of all ages. From leisurely strolls along tree-lined pathways to picnics in picturesque meadows, Central Park invites residents and tourists alike to escape the hustle and bustle of city life and reconnect with the natural world. Its tranquil lakes, vibrant gardens, and iconic landmarks provide a respite from the chaos of urban living, fostering a sense of community and belonging in the heart of Manhattan.",
    "price": "Not for sale",
    "status": "rent",
    "area": "843 acres",
    "location": "New York, NY",
    "facilities": ["Walking paths", "Playgrounds", "Picnic areas"],
    "image": "https://i.postimg.cc/rmV3Rqz7/Central-Park.avif"
  },
  {
    "estate_title": "Los Angeles Community Center",
    "id": 5,
    "segment_name": "Community Center",
    "description": "The Los Angeles Community Center serves as a vibrant hub for community engagement and social interaction in the bustling metropolis of Los Angeles, California. Situated in the heart of the city, this dynamic facility spans 10,000 square feet and offers a wide range of amenities and programs to meet the diverse needs of its residents. From educational workshops and fitness classes to cultural events and social gatherings, the Community Center provides a welcoming space where individuals of all ages and backgrounds can come together to learn, grow, and connect. With its state-of-the-art facilities and dedicated staff, it plays a vital role in fostering a sense of belonging and unity within the local community.",
    "price": "$1,500,000",
    "status": "sale",
    "area": "10,000 sq ft",
    "location": "Los Angeles, CA",
    "facilities": ["Meeting rooms", "Gymnasium", "Kitchen"],
    "image": "https://i.postimg.cc/xThwprFb/Los-Angeles-Community-Center.jpg"
  },
  {
    "estate_title": "Camp Pendleton Marine Corps Base",
    "id": 6,
    "segment_name": "Military",
    "description": "Camp Pendleton, located in Oceanside, California, stands as one of the largest and most important military installations on the West Coast of the United States. Spanning an expansive 200,000 acres, this base serves as the prime amphibious training ground for the United States Marine Corps, renowned for its rigorous training programs and readiness to deploy at a moment's notice. With its strategic coastal location and diverse terrain, Camp Pendleton provides an ideal environment for conducting large-scale military exercises and preparing troops for combat missions around the globe. Beyond its military operations, the base also offers a range of recreational facilities and support services for military personnel and their families, contributing to the overall well-being and resilience of the Marine Corps community.",
    "price": "Not for sale",
    "status": "rent",
    "area": "200,000 acres",
    "location": "Oceanside, CA",
    "facilities": ["Training areas", "Housing", "Recreation centers"],
    "image": "https://i.postimg.cc/k5dk9QCJ/Camp-Pendleton-Marine-Corps-Base.avif"
  },
  {
    "estate_title": "San Francisco Superior Court",
    "id": 7,
    "segment_name": "Courthouse",
    "description": "The San Francisco Superior Court serves as the primary trial court for the city and county of San Francisco, California, administering justice and upholding the rule of law. Housed within a modern facility spanning 50,000 square feet, the courthouse provides a dignified and efficient environment for the resolution of legal disputes and the administration of justice. Equipped with state-of-the-art courtrooms, jury rooms, and a comprehensive law library, it ensures access to fair and impartial proceedings for all members of the community. As a vital institution within the judicial system, the San Francisco Superior Court plays a critical role in safeguarding individual rights and maintaining public trust in the legal process.",
    "price": "Not for sale",
    "status": "rent",
    "area": "50,000 sq ft",
    "location": "San Francisco, CA",
    "facilities": ["Courtrooms", "Jury rooms", "Law library"],
    "image": "https://i.postimg.cc/Y0S5ZtHQ/San-Francisco-Superior-Court.jpg"
  },
  {
    "estate_title": "Chicago Public Library",
    "id": 8,
    "segment_name": "Library",
    "description": "The Chicago Public Library (CPL) stands as a cornerstone of education and enlightenment in the vibrant city of Chicago, Illinois. Spanning 150,000 square feet, this iconic institution serves as a cultural hub and intellectual sanctuary for residents of all ages and backgrounds. With its extensive collection of books, multimedia resources, and digital archives, the CPL offers boundless opportunities for learning, exploration, and discovery. From its historic reading rooms to its cutting-edge computer labs, the library provides a welcoming space where individuals can connect with information, ideas, and each other. Through its innovative programs and community outreach efforts, the CPL continues to inspire curiosity, foster creativity, and promote lifelong learning throughout the Windy City.",
    "price": "Not for sale",
    "status": "rent",
    "area": "150,000 sq ft",
    "location": "Chicago, IL",
    "facilities": ["Reading rooms", "Computer labs", "Meeting spaces"],
    "image": "https://i.postimg.cc/vmLCm48W/Chicago-Public-Library.jpg"
  },
  {
    "estate_title": "Golden Gate Park",
    "id": 9,
    "segment_name": "Public Park",
    "description": "Golden Gate Park, spanning over 1,000 acres in the heart of San Francisco, California, stands as a verdant oasis of natural beauty and cultural richness. Established in the late 19th century, this iconic urban park offers a diverse array of attractions and amenities, including botanical gardens, museums, and scenic walking trails. Its tranquil landscapes and iconic landmarks provide a sanctuary for city dwellers and tourists alike, inviting visitors to explore and unwind amidst the lush greenery and serene waterways. From the picturesque Japanese Tea Garden to the sprawling meadows of Strawberry Hill, Golden Gate Park embodies the spirit of community and conservation, serving as a beloved gathering place for generations of San Franciscans.",
    "price": "Not for sale",
    "status": "rent",
    "area": "1,017 acres",
    "location": "San Francisco, CA",
    "facilities": ["Botanical gardens", "Museums", "Walking trails"],
    "image": "https://i.postimg.cc/mDTf3QpX/Golden-Gate-Park.webp"
  },
  {
    "estate_title": "Houston Community Center",
    "id": 10,
    "segment_name": "Community Center",
    "description": "The Houston Community Center stands as a beacon of hope and opportunity in the diverse metropolis of Houston, Texas. Spanning 15,000 square feet, this dynamic facility serves as a hub for community engagement, social empowerment, and cultural enrichment. From its multipurpose rooms and state-of-the-art fitness center to its outdoor spaces and recreational amenities, the Community Center offers a wide range of programs and services to meet the evolving needs of its residents. Whether hosting educational workshops, youth programs, or neighborhood gatherings, it fosters a sense of belonging and unity within the local community, empowering individuals to thrive and succeed in all aspects of life.",
    "price": "$1,200,000",
    "status": "sale",
    "area": "15,000 sq ft",
    "location": "Houston, TX",
    "facilities": ["Multipurpose rooms", "Fitness center", "Outdoor spaces"],
    "image": "https://i.postimg.cc/rmg6fKv8/Houston-Community-Center.jpg"
  }
]
